Repository: guelug/buddy-tennis-finder
Catalog: PersonalShooper/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add Garment to Closet
es: Añadir prenda al armario

source: Add to Closet
es: Añadir al armario

source: Ask Style Consultant
es: Preguntar al asesor de estilo

source: Ask Stylist
es: Preguntar al estilista

source: Closet Item
es: Prenda del armario

source: Closet Summary
es: Resumen del armario

source: Daily Style
es: Estilo diario

source: Get Today's Style Recommendation
es: Obtener la recomendación de estilo de hoy

source: Open Chat
es: Abrir chat

source: Open Closet
es: Abrir armario

source: Open Closet Item
es: Abrir prenda del armario

source: Open Style Profile
es: Abrir perfil de estilo

source: Open Try On
es: Abrir probador

source: Open Personal Shopper to add a new garment to your closet.
es: Abre Personal Shopper para añadir una prenda nueva a tu armario.

source: Open the Personal Shopper closet.
es: Abre el armario de Personal Shopper.

source: Open the Personal Shopper style chat.
es: Abre el chat de estilo de Personal Shopper.

source: Open the Personal Shopper try-on experience.
es: Abre el probador virtual de Personal Shopper.

source: Open your Personal Shopper style profile and palette.
es: Abre tu perfil de estilo y paleta de Personal Shopper.

source: Read the latest Personal Shopper outfit recommendation based on your profile and calendar.
es: Consulta la última recomendación de outfit basada en tu perfil y calendario.

source: Search
es: Buscar

source: Search Closet
es: Buscar en el armario

source: Search in Personal Shopper
es: Buscar en Personal Shopper

source: Search your Personal Shopper closet and open matching garments.
es: Busca en tu armario de Personal Shopper y abre las prendas coincidentes.

source: Start a Personal Shopper chat with a styling question.
es: Inicia un chat de Personal Shopper con una pregunta de estilo.

source: Style Profile
es: Perfil de estilo

source: Summarize Closet
es: Resumir armario

source: Summarize your Personal Shopper closet with colors, categories, favorites, underused pieces, and wardrobe gaps.
es: Resume tu armario por colores, categorías, favoritos, prendas poco usadas y huecos.
